;; -*- no-byte-compile: t; -*-
;;; ~/.doom.d/packages.el

;;; Examples:
;; (package! some-package)
;; (package! another-package :recipe (:fetcher github :repo "username/repo"))
;; (package! builtin-package :disable t)

(package! key-chord)
(package! flycheck)
(package! flycheck-mix)
(package! flycheck-clojure)
(package! dockerfile-mode)
(package! org)
(package! prettier-js)
;; (package! ac-js2)
(package! paren-face)
